{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_regularizer": null, "batch_input_shape": [null, 8], "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "units": 12, "bias_regularizer": null, "name": "dense_1", "activity_regularizer": null, "dtype": "float32", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "activation": "relu", "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "units": 8, "bias_regularizer": null, "name": "dense_2", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "activation": "relu", "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "units": 1, "bias_regularizer": null, "name": "dense_3", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "activation": "sigmoid", "bias_constraint": null}}], "keras_version": "2.1.3"}