{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_regularizer": null, "batch_input_shape": [null, 8], "bias_constraint": null, "use_bias": true, "kernel_constraint": null, "activity_regularizer": null, "dtype": "float32", "trainable": true, "activation": "relu", "units": 12, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1"}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "activation": "relu", "units": 8, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2"}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "activation": "sigmoid", "units": 1, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_3"}}], "keras_version": "2.1.3"}